Repository: stophobia/summarizepaper
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: French
fr: Français

source: English
fr: Anglais

source: Invalid Account Activation Link - AI-Powered arXiv Paper Summarization Service
fr: Lien d'Activation de Compte Invalide - Service de Résumés de Papiers arXiv Alimentés par l'IA

source: The account activation link you tried to use is invalid or has expired. Please request a new activation link or contact our support team for assistance. Sign up today to start getting fast, accurate, and easy-to-read paper summaries. Our secure service ensures that your data is protected and your account is safe.
fr: Le lien d'activation de compte que vous avez essayé d'utiliser n'est pas valide ou a expiré. Veuillez demander un nouveau lien d'activation ou contacter notre équipe d'assistance pour obtenir de l'aide. Inscrivez-vous dès aujourd'hui pour commencer à obtenir des résumés papier rapides, précis et faciles à lire. Notre service sécurisé garantit la protection de vos données et la sécurité de votre compte.

source: Activate Your Account - AI-Powered arXiv Paper Summarization Service
fr: Activez Votre Compte - Service De Résumés d'articles arXiv Alimentés Par L'IA

source: Activate your account for our AI-powered arXiv paper summarization service and start getting fast, accurate, and easy-to-read paper summaries. Our account activation process is quick and easy, and our cutting-edge technology will keep you up-to-date with the latest research.
fr: Activez votre compte pour notre service de résumés de papiers arXiv alimenté par l'IA et commencez à obtenir des résumés rapides sur des recherches scientifiques, précis et faciles à lire. Notre processus d'activation de compte est rapide et facile, et notre technologie de pointe vous tiendra au courant des dernières recherches.

source: SummarizePaper.com - AI Powered Summaries of arXiv.org Papers
fr: SummarizePaper.com - Résumé des papiers d'arXiv.org en utilisant l'IA

source: SummarizePaper.com uses artificial intelligence to generate summaries of scientific papers from arXiv.org. Get quick insights into complex research topics with our AI-powered summaries. Try it out today!
fr: SummarizePaper.com utilise l'intelligence artificielle pour générer des résumés d'articles scientifiques provenant d'arXiv.org. Obtenez un aperçu rapide de sujets de recherche complexes grâce à nos résumés alimentés par l'intelligence artificielle. Essayez-le dès aujourd'hui !

source: Home
fr: Accueil

source: Chat with Papers
fr: Conversation

source: About
fr: A propos

source: My history
fr: Mon historique

source: Logout
fr: Déconnexion

source: Login
fr: Se connecter

source: Language
fr: Langue

source: Contact
fr: Contactez Nous

source: Privacy Policy
fr: Confidentialité

source: Legal Notice
fr: Mentions Légales

source: Password Reset Complete - Secure Access to AI-Powered arXiv Paper Summaries
fr: Réinitialisation complète du mot de passe - Accès sécurisé aux Résumés des articles arXiv alimentés par l'IA

source: Your password has been successfully reset! Log in securely to our AI-powered arXiv paper summarization service to access your account and view your past summaries. Our secure system ensures that your data is protected and your account is safe. Get fast, accurate, and easy-to-read paper summaries.
fr: Votre mot de passe a été réinitialisé avec succès ! Connectez-vous en toute sécurité à notre service de résumés de papiers arXiv alimenté par l'IA pour accéder à votre compte et consulter vos résumés antérieurs. Notre système sécurisé garantit la protection de vos données et la sécurité de votre compte. Obtenez des résumés rapides, précis et faciles à lire.

source: Confirm Password Reset - Securely Access AI-Powered arXiv Paper Summaries
fr: Confirmez La Réinitialisation Du Mot De Passe - Accédez En Toute Sécurité Aux Résumés arXiv Alimentés Par L'IA

source: Confirm your password reset for our AI-powered arXiv paper summarization service with our secure confirmation form. Follow the instructions and get back into your account to access your paper summaries. Get fast, accurate, and easy-to-read paper summaries.
fr: Confirmez la réinitialisation de votre mot de passe pour notre service de résumés d'articles arXiv alimenté par l'IA avec notre formulaire de confirmation sécurisé. Suivez les instructions et revenez dans votre compte pour accéder à vos résumés. Obtenez des résumés rapides, précis et faciles à lire.

source: Password Reset Successful - Secure Access to AI-Powered arXiv Paper Summaries
fr: Réinitialisation du mot de passe réussie - Accès sécurisé aux Résumés des papiers arXiv alimentés par l'IA

source: Your password reset was successful! Log in securely to our AI-powered arXiv paper summarization service to access your account and view your past summaries. Our secure system ensures that your data is protected and your account is safe. Get fast, accurate, and easy-to-read paper summaries.
fr: La réinitialisation de votre mot de passe a réussi ! Connectez-vous en toute sécurité à notre service de résumé d'articles arXiv alimenté par l'IA pour accéder à votre compte. Notre système sécurisé garantit la protection de vos données et la sécurité de votre compte. Obtenez des résumés rapides, précis et faciles à lire.

source: Reset Your Password - Securely Access AI-Powered arXiv Paper Summaries
fr: Réinitialisez Votre Mot De Passe - Accédez En Toute Sécurité Aux Résumés des Papiers d'arXiv Alimentés Par L'IA

source: Reset your password for our AI-powered arXiv paper summarization service with our secure password reset form. Enter your email address and follow the steps to get back into your account and access your paper summaries. Get fast, accurate, and easy-to-read paper summaries.
fr: Réinitialisez votre mot de passe pour notre service de résumé de papiers arXiv alimenté par l'IA avec notre formulaire de réinitialisation de mot de passe sécurisé. Entrez votre adresse e-mail et suivez les étapes pour vous reconnecter à votre compte et accéder à vos résumés. Obtenez des résumés rapides, précis et faciles à lire.

source: Register - Get Fast and Accurate AI-Powered arXiv Paper Summaries
fr: Inscrivez-vous - Obtenez des Résumés des Papiers d'arXiv Rapides et Précis Alimentés par l'IA

source: Register for our AI-powered arXiv paper summarization service and get fast, accurate, and easy-to-read paper summaries. Our quick and easy registration process will keep you up-to-date with the latest research. Sign up today!
fr: Inscrivez-vous à notre service de résumés de papiers scientifiques d'arXiv alimenté par l'IA et obtenez des résumés de qualité, rapides, précis et faciles à lire. Notre processus d'inscription rapide et facile vous tiendra au courant des dernières recherches. Inscrivez-vous aujourd'hui !

source: Login - Secure Access to AI-Powered arXiv Paper Summaries
fr: Connexion - Accès sécurisé aux Résumés arXiv alimentés par l'IA

source: Log in securely to our AI-powered arXiv paper summarization service to access your account and view past summaries. Our login system ensures that your data is protected and your account is safe. Discover the convenience of easy-to-read paper summaries.
fr: Connectez-vous en toute sécurité à notre service de résumé d'articles arXiv alimenté par l'IA pour accéder à votre compte et consulter les résumés antérieurs. Notre système de connexion garantit la protection de vos données et la sécurité de votre compte. Découvrez la commodité des résumés scientifiques faciles à lire.

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de Passe

source: No account yet?
fr: Pas encore de compte?

source: Register
fr: S'inscrire

source: Lost your password?
fr: Vous avez perdu votre mot de passe ?

source: About Our AI-Powered arXiv Paper Summarization Service
fr: À Propos De Notre Service De Synthèse De Papiers scientifiques arXiv Alimenté Par L'IA

source: Learn more about our innovative AI-powered arXiv paper summarization service. Find out how our team of experts leverages cutting-edge technologies to deliver fast, accurate, and easy-to-read paper summaries.
fr: En savoir plus sur notre service innovant de synthèse de papiers arXiv alimenté par l'IA. Découvrez comment notre équipe d'experts tire parti des technologies de pointe pour fournir des résumés rapides, précis et faciles à lire.

source: About Us
fr: A propos

source: Welcome to our website, where we use cutting-edge AI technology to summarize the latest research papers from arXiv. Our goal is to make it easy for you to stay up-to-date on the latest developments in your field of interest, without having to spend hours reading through lengthy research papers. It can also be useful if you are not a researcher but want to understand the content of published articles in a certain field. Everyone has the ability to verify information, thereby reducing the spread of misinformation. We wish to thank arXiv for use of its open access interoperability.
fr: Bienvenue sur notre site Web, où nous utilisons une technologie d'IA de pointe pour résumer les derniers documents de recherche d'arXiv. Notre objectif est de vous permettre de vous tenir au courant des derniers développements dans votre domaine d'intérêt, sans avoir à passer des heures à lire de longs documents de recherche. Cela peut également être utile si vous n'êtes pas chercheur mais que vous souhaitez comprendre le contenu des articles publiés dans un certain domaine. Tout le monde a la possibilité de vérifier les informations, réduisant ainsi la propagation de la désinformation. Nous souhaitons remercier arXiv pour l'utilisation de son interopérabilité en libre accès.

source: How We Do It
fr: Comment procède-t-on

source: Our AI algorithms analyze each paper and extract the key findings and conclusions, presenting them to you in a concise and easily digestible format. By automating this process, we are able to provide you with an AI assistant to answer your questions about the content of articles in a fraction of the time it would take you to read them all in their entirety.
fr: Nos algorithmes d'IA analysent chaque article et extraient les résultats et conclusions clés, en vous les présentant dans un format concis et facilement digestible. En automatisant ce processus, nous sommes en mesure de vous fournir un assistant IA pour répondre à vos questions sur le contenu des articles en une fraction du temps qu'il vous faudrait pour les lire tous dans leur intégralité.

source: Our Team
fr: Notre équipe

source: The team is currently made up of one researcher in astrophysics (Quentin Kral) with a passion to make complex information more accessible. Our goal is to allow everyone to benefit from all research findings and thereby avoid fake news.
fr: L'équipe est actuellement composée d'un chercheur en astrophysique (Quentin Kral) qui souhaite rendre accessible des informations complexes au plus grand nombre. Notre objectif est de permettre à chacun de bénéficier de tous les résultats de la recherche et d'éviter ainsi les fake news.

source: Disclaimer:
fr: Avertissement :

source: The AI-based summarization tool and virtual assistant provided on this website may not always provide accurate and complete summaries or responses. We encourage you to carefully review and evaluate the generated content to ensure its quality and relevance to your needs.
fr: Notre outil de synthèse basé sur l'IA et l'assistant virtuel fournis sur ce site Web peuvent ne pas toujours fournir des résumés complets ou des réponses exactes. Nous vous encourageons à examiner attentivement et à évaluer le contenu généré pour vous assurer de sa qualité et de sa pertinence par rapport à vos besoins.

source: AI-Powered Paper Summarization about the arXiv paper
fr: Résumé par l'IA du papier arXiv

source: Easy-to-read summary of the arXiv paper
fr: Résumé facile à lire du document arXiv

source: entitled
fr: intitulé

source: AI-generated keywords:
fr: Mots clés générés par l'IA :

source: AI-generated Key Points
fr: Points clés générés par l'IA

source: The license of the paper does not allow us to build upon its content and the key points are generated using the paper metadata rather than the full article.
fr: La licence de l'article ne nous permet pas de nous appuyer sur son contenu et les points clés sont générés à l'aide des métadonnées de l'article plutôt que de l'article complet.

source: Also access our AI generated:
fr: Accédez également à nos autres résultats générés par IA :

source: Comprehensive summary
fr: Résumé complet

source: Lay summary
fr: Résumé vulgarisé

source: Blog-like article
fr: Article de type blog

source: or ask questions about this paper to our
fr: ou posez des questions sur cet article à notre

source: AI assistant
fr: Assistant IA

source: Summaries already available in other languages:
fr: Résumés déjà disponibles dans d'autres langues :

source: Authors:
fr: Auteurs :

source: License:
fr: Licence :

source: Abstract:
fr: Résumé :

source: Submitted to arXiv on
fr: Soumis à arXiv le

source: Ask questions about this paper to our AI assistant
fr: Posez des questions sur cet article à notre assistant IA

source: You can also <a href="/%(LANGUAGE_CODE)s/chat/" class="btn btn-primary">chat with multiple papers at once here</a>.
fr: Vous pouvez aussi <a href="/%(LANGUAGE_CODE)s/chat/" class="btn btn-primary">discutez avec plusieurs papiers à la fois ici</a>.

source: The license of the paper does not allow us to build upon its content and the AI assistant only knows about the paper metadata rather than the full article.
fr: La licence de l'article ne nous permet pas de nous appuyer sur son contenu et l'assistant IA ne peut se servir que des métadonnées de l'article plutôt que de l'article complet.

source: AI
fr: IA

source: Type your question here
fr: Saisissez votre question ici

source: Send
fr: Envoyer

source: Loading...
fr: Chargement...

source: AI assistant instructions?
fr: Instructions pour utiliser l'assistant IA ?

source: Welcome to our AI assistant! Here are some important things to keep in mind:
fr: Bienvenue dans notre assistant IA ! Voici quelques points importants à garder à l'esprit :

source: The assistant will only answer questions related to this specific paper.
fr: L'assistant ne répondra qu'aux questions liées à ce document spécifique.

source: Please note that this is not a bot for casual chatting.
fr: Veuillez noter qu'il ne s'agit pas d'un bot de conversation.

source: If you want the answer in a language other than the language you chose for navigating the website, simply add "TRANSLATE IN LANGUAGE L" at the end of your query (replace "LANGUAGE L" with the language of your choice).
fr: Si vous souhaitez la réponse dans une langue autre que celle que vous avez choisie pour naviguer sur le site, ajoutez simplement "TRADUIRE EN L" à la fin de votre requête (remplacez "L" par la langue de votre choix).

source: For example, you could ask "Can you extract the most important aspect of the paper? TRANSLATE IN SPANISH".
fr: Par exemple, vous pourriez demander "Pouvez-vous extraire l'aspect le plus important du document ? TRADUIRE EN ESPAGNOL".

source: If you want to keep the history of your questions/answers you should create an account.
fr: Si vous souhaitez conserver l'historique de vos questions/réponses, vous devez créer un compte.

source: Results of the summarizing process for the arXiv paper:
fr: Résultats du processus de synthèse de l'article arXiv :

source: This paper's license doesn't allow us to build upon its content and the summarizing process is here made with the paper's metadata rather than the article.
fr: La licence de cet article ne nous permet pas de nous appuyer sur son contenu et le processus de synthèse est ici effectué avec les métadonnées de l'article plutôt qu'avec l'article en tant que tel.

source: Comprehensive Summary
fr: Résumé Complet

source: Key points
fr: Points clés

source: Layman's Summary
fr: Résumé vulgarisé

source: Blog article
fr: Article de blog

source: The summary is not ready yet
fr: Le résumé n'est pas encore prêt

source: The key points are not ready yet
fr: Les points clés ne sont pas encore prêts

source: The Layman's summary is not ready yet
fr: Le résumé vulgarisé n'est pas encore prêt

source: The blog article is not ready yet
fr: L'article de blog n'est pas encore prêt

source: Created on
fr: Créé le

source: Available in other languages:
fr: Disponible dans d'autres langues :

source: Download as pdf
fr: Télécharger en pdf

source: Assess the quality of the AI-generated content by voting
fr: Évaluez la qualité du contenu généré par l'IA en votant

source: Score:
fr: Note :

source: Why do we need votes?
fr: Pourquoi avons-nous besoin de votes ?

source: Votes are used to determine whether we need to re-run our summarizing tools. If the count reaches -10, our tools can be restarted.
fr: Les votes sont utilisés pour déterminer si nous devons réexécuter nos outils de synthèse. Si le compte atteint -10, nos outils peuvent être redémarrés.

source: The previous summary was created more than a year ago and can be re-run (if necessary) by clicking on the Run button below.
fr: Le résumé précédent a été créé il y a plus d'un an et peut être réexécuté (si nécessaire) en cliquant sur le bouton Exécuter ci-dessous.

source: The summaries have many downvotes and can be re-run with our tools if necessary by clicking on the Run button below.
fr: Nos résumés ont de nombreux votes négatifs et peuvent être réexécutés avec nos outils si nécessaire en cliquant sur le bouton Exécuter ci-dessous.

source: Some bits of the article are not summarized yet, you can re-run the summarizing process by clicking on the Run button below.
fr: Certains éléments de l'article ne sont pas encore résumés, vous pouvez relancer le processus de synthèse en cliquant sur le bouton Exécuter ci-dessous.

source: Hi, because you are a staff member you can Run the AI tools!
fr: Bonjour, parce que vous êtes un membre du personnel, vous pouvez exécuter les outils d'IA !

source: Run
fr: Exécuter

source: The license of this specific paper does not allow us to build upon its content and the summarizing tools will be run using the paper metadata rather than the full article. However, it still does a good job, and you can also try our tools on papers with more open licenses.
fr: La licence de cet article spécifique ne nous permet pas de nous appuyer sur son contenu et les outils de synthèse seront exécutés en utilisant les métadonnées de l'article plutôt que l'article complet. Cependant, l'outil produira quand même un bon résultat, et vous pouvez également essayer nos outils sur des papiers avec des licences plus ouvertes.

source: Similar papers summarized with our AI tools
fr: Articles similaires résumés avec nos outils d'IA

source: Navigate through even more similar papers through a
fr: Naviguez à travers encore plus d'articles similaires en utilisant une

source: tree representation
fr: représentation arborescente

source: Search again for closest papers
fr: Rechercher à nouveau les papiers les plus proches

source: Search for closest papers
fr: Rechercher les papiers les plus proches

source: Look for similar papers (in beta version)
fr: Recherchez des articles similaires (en version bêta)

source: By clicking on the button above, our algorithm will scan all papers in our database to find the closest based on the contents of the full papers and not just on metadata. Please note that it only works for papers that we have generated summaries for and you can rerun it from time to time to get a more accurate result while our database grows.
fr: En cliquant sur le bouton ci-dessus, notre algorithme analysera tous les articles de notre base de données pour trouver le plus proche en fonction du contenu des articles complets et pas seulement des métadonnées. Veuillez noter que cela ne fonctionne que pour les articles pour lesquels nous avons généré des résumés et que vous pouvez le réexécuter de temps en temps pour obtenir un résultat plus précis pendant que notre base de données s'agrandit.

source: There is no existing article with the given arXiv ID:
fr: Il n'y a aucun article existant avec l'identifiant arXiv donné :

source: Try again your <a href="/%(LANGUAGE_CODE)s/">search</a> with a new arXiv ID.
fr: Réessayez votre <a href="/%(LANGUAGE_CODE)s/">recherche</a> avec un nouvel identifiant arXiv.

source: Running our tool to find closest papers
fr: Exécution de notre outil pour trouver les papiers les plus proches

source: Running summarizing tools on a new article
fr: Exécution de notre outil de synthèse sur un nouvel article

source: We are now running our AI tools on the requested article. This process may take a few minutes so please bear with us.
fr: Nous exécutons maintenant nos outils d'IA sur l'article demandé. Ce processus peut prendre quelques minutes...

source: This is the first time this article is requested and our AI summarizing tools have never been run on it. We can run our tools now if you click on the button "Run" donw the page but first make sure that it is the right article.
fr: C'est la première fois que cet article est demandé et nos outils de synthèse d'IA n'ont jamais été exécutés dessus. Nous pouvons exécuter nos outils maintenant si vous cliquez sur le bouton "Exécuter" sur la page mais assurez-vous d'abord que c'est le bon article.

source: You are trying to run too many papers in too short a period of time. Are you a robot? If not, wait and retry!
fr: Vous essayez de faire tourner trop d'articles en trop peu de temps. Êtes-vous un robot? Sinon, attendez et réessayez!

source: You are limited to running 10 papers in a period of 24 hours. Please come back tomorrow or contact us if you need to run more articles using our tools.
fr: Vous êtes limité à 10 articles sur une période de 24 heures. Revenez demain ou contactez-nous si vous avez besoin d'exécuter plus d'articles en utilisant nos outils.

source: We are analysing the following arXiv article:
fr: Nous analysons l'article suivant d'arXiv :

source: Results of the summarizing process for the arXiv paper (1/4):
fr: Résultats du processus de synthèse de l'article arXiv (1/4) :

source: Results of the summarizing process for the arXiv paper (2/4):
fr: Résultats du processus de synthèse de l'article arXiv (2/4) :

source: Results of the summarizing process for the arXiv paper (3/4):
fr: Résultats du processus de synthèse de l'article arXiv (3/4) :

source: Results of the summarizing process for the arXiv paper (4/4):
fr: Résultats du processus de synthèse de l'article arXiv (4/4) :

source: The license of the paper does not allow us to build upon its content and the summarizing process is here made with the paper metadata rather than the article.
fr: La licence de l'article ne nous permet pas de nous appuyer sur son contenu et le processus de synthèse est ici réalisé avec les métadonnées de l'article plutôt qu'avec l'article en tant que tel.

source: AI -
fr: IA -

source: Error: WebSocket connection closed (reload the page).
fr: Erreur: connexion au WebSocket fermée (rechargez la page).

source: Error: WebSocket connection closed. Reload the page.
fr: Erreur : connexion au WebSocket fermée. Rechargez la page.

source: You -
fr: Vous -

source: Chat with Arxiv Papers - Ask Any Questions You Like!
fr: Discutez avec des articles Arxiv - Posez Toutes Les Questions Que Vous Voulez !
