Repository: stophobia/summarizepaper
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Welcome to Chat with Arxiv Papers, where you can engage in interactive conversations with one or several academic papers from the Arxiv preprint repository. Our innovative platform allows you to pose any questions you may have about the research, methodology, or findings presented in the papers, and receive immediate responses from our intelligent chatbot powered by state-of-the-art language models. Whether you are a student, researcher, or simply curious about the latest developments in your field of interest, Chat with Arxiv Papers offers a unique opportunity to explore cutting-edge research in a conversational and engaging way. Try it now and discover a new world of knowledge at your fingertips!
fr: Bienvenue dans la partie pour discuter avec des papiers Arxiv, où vous pouvez engager des conversations interactives avec un ou plusieurs articles académiques d'Arxiv. Notre plateforme innovante vous permet de poser toutes les questions que vous pourriez avoir sur la recherche, la méthodologie ou les résultats présentés dans les articles, et de recevoir des réponses immédiates de notre chatbot intelligent alimenté par des modèles de langage de pointe. Que vous soyez étudiant, chercheur ou simplement curieux des derniers développements dans votre domaine d'intérêt, Discuter avec des articles Arxiv offre une opportunité unique d'explorer la recherche de pointe de manière conversationnelle et engageante. Essayez-le maintenant et découvrez un nouveau monde de connaissances à portée de main !

source: The AI assistant is now accessible below to start asking questions. You can keep on adding up to 10 papers to chat with.
fr: L'assistant IA est désormais accessible ci-dessous pour commencer à poser des questions. Vous pouvez continuer à ajouter jusqu'à 10 papiers avec lesquels discuter.

source: Select papers to chat with
fr: Sélectionnez les papiers avec lesquels discuter

source: Search for papers
fr: Recherche d'articles

source: Enter at least 3 letters for the search to start
fr: Entrez au moins 3 lettres pour que la recherche démarre

source: No papers found
fr: Aucun article trouvé

source: Add a paper directly
fr: Ajouter un papier directement

source: Arxiv ID (e.g. 2211.04191v1)
fr: ID Arxiv (e.g. 2211.04191v1)

source: This ID does not exist
fr: Cet ID n'existe pas

source: Paper added!
fr: Papier ajouté !

source: Paper already added!
fr: Papier déjà ajouté !

source: Add
fr: Ajouter

source: Selected Papers
fr: Articles Sélectionnés

source: No papers selected yet. Search for papers to chat with using the search field on the left or add a paper directly via its arXiv ID using the form and clicking the Add button.
fr: Aucun article sélectionné pour le moment. Recherchez des articles avec lesquels discuter en utilisant le champ de recherche à gauche ou ajoutez un article directement via son identifiant arXiv en utilisant le formulaire et en cliquant sur le bouton Ajouter.

source: You have reached the limit of
fr: Vous avez atteint la limite de

source: papers you can interact with and cannot add more.
fr: papiers avec lesquels vous pouvez interagir et ne pouvez pas en ajouter d'autres.

source: Ask questions about selected papers to our AI assistant
fr: Posez des questions sur les articles sélectionnés à notre assistant IA

source: The assistant will only answer questions related to the specific papers selected above.
fr: L'assistant ne répondra qu'aux questions liées aux articles spécifiques sélectionnés ci-dessus.

source: For example, you could ask "Can you extract the most important aspect of the papers? TRANSLATE IN SPANISH".
fr: Par exemple, vous pourriez demander "Pouvez-vous extraire l'aspect le plus important des papiers? TRADUIRE EN ESPAGNOL".

source: The license of
fr: La licence de

source: paper
fr: papier

source: does not allow us to build upon its content and the AI assistant only knows about the paper metadata rather than the full article.
fr: ne nous permet pas de nous appuyer sur son contenu et l'assistant IA ne connaît que les métadonnées du papier plutôt que l'article complet.

source: The licenses of
fr: Les licences de

source: papers
fr: papiers

source: do not allow us to build upon their contents and the AI assistant only knows about the papers metadata rather than the full articles.
fr: ne nous permettent pas de nous appuyer sur leurs contenus et l'assistant IA ne connaît que les métadonnées des articles plutôt que les articles complets.

source: Contact Us - Get in Touch with our arXiv Summarization Service
fr: Contactez-nous - Contactez notre service de synthèse arXiv

source: Have questions or feedback about our AI-powered arXiv paper summarization service? Contact us today to get in touch with our team and learn more.
fr: Vous avez des questions ou des commentaires sur notre service de synthèse de documents arXiv alimenté par l'IA ? Contactez-nous dès aujourd'hui pour entrer en contact avec notre équipe et en savoir plus.

source: Contact Us
fr: Contactez Nous

source: Have questions or concerns about our AI-powered paper summarization service? We're here to help! Fill out the form below and we'll get back to you as soon as possible.
fr: Vous avez des questions ou des inquiétudes concernant notre service de résumé d'articles alimenté par l'IA ? Nous sommes là pour vous aider ! Remplissez le formulaire ci-dessous et nous vous répondrons dès que possible.

source: Name:
fr: Nom :

source: The email was successfully sent. You'll hear back from us shortly.
fr: L'email a été envoyé avec succès. Nous faisons notre possible pour vous répondre le plus radipement possible.

source: The email could not be sent. If it happens again, please contact us.
fr: L'email n'a pas pu être envoyé. Si cela se reproduit, contactez nous.

source: Frequently Asked Questions - Our AI-Powered Summarization Service
fr: Foire aux Questions - Notre Service de Synthèse Basé Sur l'IA

source: Find answers to commonly asked questions about our AI-powered arXiv paper summarization service. Learn how our technology works, what types of papers we summarize, and how to get started with our service.
fr: Trouvez des réponses aux questions fréquemment posées sur notre service de résumés d'articles arXiv alimenté par l'IA. Découvrez comment fonctionne notre technologie, quels types de documents nous résumons et comment démarrer avec notre service.

source: Frequently Asked Questions
fr: Foire Aux Questions

source: What is this website about?
fr: De quoi parle ce site Web ?

source: This website is a platform that summarizes scientific papers from arXiv using AI and allows you to interrogate our virtual assistant about the content of all articles.
fr: Ce site Web est une plateforme qui résume les articles scientifiques d'arXiv en utilisant l'IA et vous permet d'interroger notre assistant virtuel sur le contenu de tous les articles.

source: How does the AI summarization work?
fr: Comment fonctionne la synthèse de notre IA ?

source: The AI uses advanced machine learning algorithms to analyze and extract the most important information from the papers, and present it in a condensed and understandable format. It is using the latest engines from OpenAI, gpt3, gpt3.5 and gpt4.
fr: L'IA utilise des algorithmes avancés d'apprentissage automatique pour analyser et extraire les informations les plus importantes des documents, et les présenter dans un format condensé et compréhensible. Nous utilisons les derniers moteurs d'OpenAI, gpt3, gpt3. 5 et gpt4.

source: Who is behind this website?
fr: Qui est derrière ce site ?

source: This website is developed and maintained by a researcher in astrophysics (Quentin Kral) who want to allow everyone to access research results.
fr: Ce site est développé et maintenu par un chercheur en astrophysique (Quentin Kral) qui souhaite permettre à tous d'accéder aux résultats de la recherche.

source: How can I cite you?
fr: Comment puis-je vous citer ?

source: In bibtex you can use the following snippet
fr: Dans bibtex, vous pouvez utiliser l'extrait suivant

source: <p>In other cases, anything which includes our summarizepaper.com URL is OK. For example: "<a href='https://carbonfreeconf.com'>CarbonFreeConf.com</a>; %(softitle)s; <a href='%(sofurl)s'>SummarizePaper.com</a> accessed xxxx/xx/xx"</p>
fr: <p>Dans les autres cas, tout ce qui inclut notre URL summarizepaper.com est correcte. Exemple: "<a href='https://carbonfreeconf.com'>CarbonFreeConf.com</a>; %(softitle)s; <a href='%(sofurl)s'>SummarizePaper.com </a> accédé le xx/xx/xxxx"</p>

source: How can I suggest a paper for summarization?
fr: Comment puis-je suggérer un article pour le résumer avec vos outils ?

source: You can search for a specific paper using the search bar on the home page or just type in the arXiv ID of the paper you want to summarize and it will show you a summary and more. Note that if it is the first time this specific article is being looked for, then it will have to run our AI code to summarize it, which may take a few minutes.
fr: Vous pouvez rechercher un article spécifique en utilisant la barre de recherche sur la page d'accueil ou simplement taper l'identifiant arXiv de l'article que vous souhaitez résumer et vous obtiendrez un résumé et plus encore. Notez que si c'est la première fois que cet article spécifique est recherché, notre outil d'IA devra être exécuté pour le résumer, ce qui peut prendre quelques minutes.

source: Is this website free to use?
fr: L'utilisation de ce site Web est-elle gratuite ?

source: Yes, this website is completely free to use.
fr: Oui, l'utilisation de ce site Web est entièrement gratuite.

source: What is the process of summarizing a paper?
fr: Quel est le processus de synthèse d'un article ?

source: The process of summarizing a paper involves several steps, including text pre-processing, feature extraction, and summarization using a series of complex prompts. The AI uses a combination of natural language processing and machine learning techniques to analyze the paper and generate a concise summary.
fr: Le processus de synthèse d'un article comporte plusieurs étapes, notamment le prétraitement du texte, l'extraction des caractéristiques et la synthèse à l'aide d'une série de prompts complexes. L'IA utilise une combinaison de techniques de traitement du langage naturel et d'apprentissage automatique pour analyser le document et générer un résumé concis.

source: Is the code open-source?
fr: Le code est-il open source ?

source: Yes, the code is open source and <a href="https://github.com/summarizepaper/summarizepaper">freely accessible</a>. You can join us and help to make the tool even better.
fr: Oui, le code est open source et <a href="https://github.com/summarizepaper/summarizepaper"> librement accessible</a>. Vous pouvez nous rejoindre et aider à rendre l'outil encore meilleur.

source: Is there a limit to the number of papers I can summarize?
fr: Y a-t-il une limite au nombre d'articles que je peux résumer ?

source: There is no limit to the number of papers you can summarize (but this may change if it gets overloaded). You can use the platform as much as you need to keep updated on the latest research developments.
fr: Il n'y a pas de limite au nombre d'articles que vous pouvez résumer (mais cela pourrait changer si l'outil devient surchargé). Vous pouvez utiliser la plate-forme autant que nécessaire pour vous tenir au courant des derniers développements de la recherche.

source: History of Summarized arXiv papers - Get Accurate and Fast Paper Summaries
fr: Historique des Résumé de Papiers arXiv alimenté par l'IA - Obtenez des Résumés Précis et Rapides

source: Our AI-powered paper summarization service provides fast, accurate, and easy-to-read summaries of research articles. Save time and stay up-to-date with the latest research with our cutting-edge technology.
fr: Notre service de résumé de papiers scientifiques fournit des résumés rapides, précis et faciles à lire des articles de recherche. Gagnez du temps et restez au courant des dernières recherches grâce à notre technologie de pointe.

source: Your History
fr: Votre Historique

source: You cannot access this page.
fr: Vous ne pouvez pas accéder à cette page.

source: AI-Powered arXiv Paper Summarization - Ask questions about a Paper
fr: Résumés des articles arXiv alimentés par l'IA - Posez des questions sur un article

source: Our AI-powered arXiv paper summarization service provides fast, accurate, and easy-to-read summaries of scientific papers. Save time and stay up-to-date with the latest research with our cutting-edge technology.
fr: Notre service de synthèse de documents arXiv alimenté par l'IA fournit des résumés rapides, précis et faciles à lire des articles scientifiques. Gagnez du temps et restez au courant des dernières recherches grâce à notre technologie de pointe.

source: Your account is now activated and you are logged in.
fr: Votre compte est maintenant activé et vous êtes connecté.

source: Discover Key Insights from arXiv's Latest Articles
fr: Découvrez les idées clés des derniers articles d'arXiv

source: Search for an article
fr: Rechercher un article

source: Search
fr: Rechercher

source: Enter keywords, article titles, arXiv IDs (e.g., 2211.04191), or authors to search (use the language of papers you are interested in)
fr: Entrez des mots clés, des titres d'articles, des identifiants arXiv (par exemple, 2211.04191) ou des auteurs à rechercher (utilisez la langue des articles qui vous intéressent)

source: Refine your Search
fr: Affinez votre Recherche

source: Search Syntax:
fr: Syntaxe de Recherche :

source: By default, the search engine looks for the query in all fields.
fr: Par défaut, le moteur de recherche recherche la requête dans tous les champs.

source: Use the field codes to search for a specific field: "au:" for authors, "ti:" for titles, "abs:" for abstracts, "co:" for comments, "jr:" for journal reference,"cat:" for category, and "id:" for ID.
fr: Utilisez les codes de champ pour rechercher un champ spécifique : "au:" pour les auteurs, "ti:" pour les titres, "abs:" pour les résumés, "co:" pour les commentaires, "jr:" pour la référence de la revue, "cat:" pour la catégorie et "id:" pour l'identifiant.

source: Example for an author - au:John Doe; for a title - ti:The universe and beyond; for words contained in abstract - abs:covid; for an arXiv ID - id:2211.04191
fr: Exemple pour un auteur - au:John Doe; pour un titre - ti:L'univers et au-delà; pour les mots contenus dans le résumé - abs:covid; pour un ID arXiv - id:2211.04191

source: Mix several fields in a search request using the Boolean operators "AND", "OR", and "ANDNOT". For example, au:John Smith AND abs:search for life
fr: Mélangez plusieurs champs dans une requête de recherche à l'aide des opérateurs booléens "AND", "OR" et "ANDNO". Par exemple, au:John Smith AND abs:search for life

source: Example of a complex research: au:Smith AND ti:climate ANDNOT ti:petrol AND (abs:renewable energy OR abs:solar)
fr: Exemple de recherche complexe : au:Smith AND ti:climate ANDNOT ti:petrol AND (abs:renewable energy OR abs:solar)

source: Welcome to our <a href="https://github.com/summarizepaper/summarizepaper" class="chat-link">open-source</a> AI tool, where you can stay up-to-date with the latest research on arXiv. Our goal is to provide you with concise, understandable, and insightful summaries (key-points, layman's summary, ...) for all arXiv research articles using AI, so you can quickly get a grasp of the latest developments in your field. In addition to our summary service, we offer an <a href="/%(LANGUAGE_CODE)s/chat/" class="chat-link">AI assistant</a> to answer your questions about arXiv papers. Whether you're a researcher, a student, a journalist, or simply someone who wants to stay informed, Summarize<span style="color:#34a853">Paper</span>.com is here to make your life easier.
fr: Bienvenue sur notre outil d'IA <a href="https://github.com/summarizepaper/summarizepaper" class="chat-link"> open source</a> où vous pouvez vous tenir au courant des dernières recherches sur arXiv. Notre objectif est de vous fournir des résumés concis, compréhensibles et perspicaces (points clés, résumé vulgarisé,...) pour tous les articles de recherche arXiv en utilisant l'IA, afin que vous puissiez rapidement vous familiariser avec les derniers développements dans votre domaine. En plus de notre service de synthèse, nous proposons un <a href="/%(LANGUAGE_CODE)s/chat/" class="chat-link">assistant IA</a> pour répondre à vos questions sur les papiers arXiv. Que vous soyez chercheur, étudiant, journaliste ou simplement quelqu'un qui souhaite rester informé, Summarize<span style="color:#34a853">Paper</span>.com est là pour vous faciliter la vie.

source: Chat with arXiv Papers
fr: Discuter avec des papiers arXiv

source: Did you know you can chat directly with one or several arXiv papers? Our chatbot allows you to have a conversation with any paper on arXiv, enabling you to get more insights and ask questions in a natural language way.
fr: Saviez-vous que vous pouvez discuter directement avec un ou plusieurs articles arXiv ? Notre chatbot vous permet d'avoir une conversation avec n'importe quel papier sur arXiv, ce qui vous permet d'obtenir plus d'informations et de poser des questions en langage naturel.

source: Start Chatting
fr: Commencez à Discuter

source: Latest Papers summarized with our AI tools
fr: Derniers articles résumés avec nos outils d'IA

source: Legal Notice - AI-Powered arXiv Paper Summarization Service
fr: Mentions Légales - Service de Synthèse de Papiers arXiv Alimenté par IA

source: Learn more about our legal notice for our AI-powered arXiv paper summarization service.
fr: En savoir plus sur nos mentions légales pour notre service de résumés de pdf arXiv alimenté par l'IA.

source: Our Privacy Policy - AI-Powered arXiv Paper Summarization Service
fr: Notre Politique de Confidentialité - Service de Synthèse de texte arXiv Alimenté Par IA

source: We take your privacy seriously. Learn more about our privacy policy for our AI-powered arXiv paper summarization service. Discover how we protect your data, what information we collect, and how we use it to improve our service.
fr: Nous prenons votre vie privée au sérieux. En savoir plus sur notre politique de confidentialité pour notre service de synthèse de papiers arXiv alimenté par l'IA. Découvrez comment nous protégeons vos données, quelles informations nous collectons et comment nous les utilisons pour améliorer notre service.

source: Last update:
fr: Dernière mise à jour :

source: Our website is committed to protecting the privacy of its users. This Privacy Policy outlines the types of information we collect, how we use it, and how we protect it. We are dedicated to following industry best practices and respecting the General Data Protection Regulation (GDPR) and other relevant privacy laws.
fr: Notre site Web s'engage à protéger la vie privée de ses utilisateurs. Cette Politique de confidentialité décrit les types d'informations que nous recueillons, comment nous les utilisons et comment nous les protégeons. Nous nous engageons à suivre les meilleures pratiques du secteur et à respecter le Règlement Général sur la Protection des Données (RGPD) et les autres lois pertinentes sur la confidentialité.

source: Information Collection and Use
fr: Collecte et Utilisation des Informations

source: We do not collect information from our users when they use our website unless they create an account. The only time we do keep personal information is when users contact us via our contact form so that we can then reply to them. In this case, we keep the name, email address and message.
fr: Nous ne recueillons pas d'informations auprès de nos utilisateurs lorsqu'ils utilisent notre site Web, sauf s'ils créent un compte. Le seul moment où nous conservons des informations personnelles est lorsque les utilisateurs nous contactent via notre formulaire de contact afin que nous puissions ensuite leur répondre. Dans ce cas, nous conservons le nom, l'adresse e-mail et le message.

source: We do not sell or share any personal information with third-party companies. All user data is kept confidential and is only used in accordance with this Privacy Policy.
fr: Nous ne vendons ni ne partageons aucune information personnelle avec des sociétés tierces. Toutes les données des utilisateurs sont gardées confidentielles et ne sont utilisées que conformément à la présente Politique de confidentialité.

source: Our website only uses necessary cookies (e.g. to help protect the website against Cross-Site Request Forgery attacks).
fr: Notre site Web utilise uniquement les cookies nécessaires (par exemple, pour aider à protéger le site Web contre les attaques de falsification de requêtes inter-sites).

source: Users have the option to disable cookies in their web browser, but this may affect the functionality of our website.
fr: Les utilisateurs ont la possibilité de désactiver les cookies dans leur navigateur Web, mais cela peut affecter la fonctionnalité de notre site Web.

source: Data Security
fr: Sécurité des Données

source: We take appropriate measures to protect the security of our users' personal information. However, no data transmission over the internet can be guaranteed to be 100%% secure. As a result, we cannot guarantee the security of any information transmitted to our website.
fr: Nous prenons les mesures appropriées pour protéger la sécurité des informations personnelles de nos utilisateurs. Cependant, aucune transmission de données sur Internet ne peut être garantie à 100% sécurisée. Par conséquent, nous ne pouvons garantir la sécurité des informations transmises à notre site Web.

source: In the unlikely event of a data breach, we will promptly notify affected users and take appropriate measures to secure their information.
fr: Dans le cas peu probable d'une violation de données, nous informerons rapidement les utilisateurs concernés et prendrons les mesures appropriées pour sécuriser leurs informations.

source: Our website is built as an <a href="https://github.com/summarizepaper/summarizepaper" target="_blank">open source software</a>, which allows for greater transparency and security. The codebase is available for public inspection and contributions are welcomed from the open source community.
fr: Notre site Web est construit comme un <a href="https://github.com/summarizepaper/summarizepaper" target = "_blank">logiciel open source</a>, ce qui permet une plus grande transparence et sécurité. La base du code est disponible pour consultation publique et les contributions de la communauté open source sont les bienvenues.

source: Changes to this Privacy Policy
fr: Modifications de cette Politique de confidentialité

source: We reserve the right to make changes to this Privacy Policy at any time. If changes are made, we will notify users by updating the "Effective Date" at the top of this page. We encourage users to periodically review this Privacy Policy to stay informed about how we are protecting their information.
fr: Nous nous réservons le droit d'apporter des modifications à cette Politique de confidentialité à tout moment. Si des modifications sont apportées, nous en informerons les utilisateurs en mettant à jour la "Date d'entrée en vigueur" en haut de cette page. Nous encourageons les utilisateurs à consulter périodiquement cette Politique de confidentialité pour rester informés de la manière dont nous protégeons leurs informations.

source: If you have any questions or concerns about this Privacy Policy, please contact us using the
fr: Si vous avez des questions ou des préoccupations concernant cette politique de confidentialité, veuillez nous contacter en utilisant la

source: dedicated page
fr: page dédiée
