Repository: stophobia/summarizepaper
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: We are always happy to hear from our users and will make every effort to address any issues.
fr: Nous sommes toujours heureux d'avoir des nouvelles de nos utilisateurs et ferons tout notre possible pour résoudre tous les problèmes.

source: Search Results for your query about a research article
fr: Résultats de recherche pour votre requête concernant un article de recherche

source: Discover the latest research about a topic of your choice with our comprehensive search results page. Explore relevant articles, studies, and papers to stay up-to-date on all topics of interest. Find the information you need to inform your research and stay ahead of the curve.
fr: Découvrez les dernières recherches sur un sujet de votre choix grâce à notre page de résultats de recherche complète. Explorez des articles, des études et des articles pertinents pour vous tenir au courant de tous les sujets d'intérêt. Trouvez les informations dont vous avez besoin pour orienter vos recherches et garder une longueur d'avance.

source: Search Results for
fr: Résultats de recherche pour

source: You need to fill in the search field to get a response! Go back and do so...
fr: Vous devez remplir le champ de recherche pour obtenir une réponse ! Revenez en arrière...

source: Go back
fr: Revenir en arrière

source: Category:
fr: Catégorie :

source: first
fr: première

source: previous
fr: précédente

source: of
fr: sur

source: next
fr: prochaine

source: last
fr: dernière

source: No results found.
fr: Aucun résultat trouvé.

source: Make sure to search with the language used in the arXiv paper, i.e. use mostly English.
fr: Assurez-vous de faire la recherche avec la langue utilisée dans l'article arXiv, i.e., utilisez principalement l'anglais.

source: You can also use field codes to search for a specific field: "au:" for authors, "ti:" for titles, "abs:" for abstracts, "co:" for comments, "jr:" for journal reference,"cat:" for category, and "id:" for ID.
fr: Vous pouvez également raffiner votre recherche en utilisant des codes dans le champ de recherche : "au:" pour les auteurs, "ti:" pour les titres, "abs:" pour les résumés, "co:" pour les commentaires, "jr:" pour la référence de la revue, "cat:" pour la catégorie et "id:" pour l'identifiant.

source: Read the full paper here
fr: Lire l'article complet ici

source: AI-generated Summary
fr: Résumé généré par l'IA

source: AI-generated Lay Summary
fr: Résumé vulgarisé généré par l'IA

source: AI-generated Blog-like Article
fr: Article de type Blog généré par l'IA

source: From
fr: Produit depuis

source: SummarizePaper Tree - Discovering Connections between Research Papers using AI
fr: L'Arbre de SummarizePaper -Découvrir les liens entre les articles de recherche à l'aide de l'IA

source: Our website, SummarizePaper, leverages the power of artificial intelligence to help you explore and navigate the vast landscape of research papers. With our interactive visual tool, you can easily discover connections between related papers, visualize how they are connected, and explore the relationships between topics. Whether you are a researcher, student, or simply curious about the latest advancements in a field, SummarizePaper can help you make sense of the complex web of information in the world of academia.
fr: Notre site Web, SummarizePaper, exploite la puissance de l'intelligence artificielle pour vous aider à explorer et à naviguer dans le vaste paysage des articles de recherche. Avec notre outil visuel interactif, vous pouvez facilement découvrir des liens entre des articles connexes, visualiser comment ils sont connectés et explorer les relations entre les sujets. Que vous soyez chercheur, étudiant ou simplement curieux des dernières avancées dans un domaine, SummarizePaper peut vous aider à comprendre le réseau complexe d'informations dans le monde universitaire.

source: Explore the paper tree
fr: Explorez l'arbre d'article

source: Click on the tree nodes to be redirected to a given paper and access their summaries and virtual assistant
fr: Cliquez sur les nœuds de l'arborescence pour être redirigé vers un article donné et accéder à leurs résumés et assistant virtuel

source: Also access our AI generated
fr: Accédez également à nos

source: Summaries
fr: Résumés

source: The paper tree for this article is not created yet. To create it, you can run our tools
fr: L'arbre d'articles pour ce papier n'est pas encore créé. Pour le créer, vous pouvez exécuter nos outils

source: on this page
fr: sur cette page

source: Title:
fr: Titre :

source: Arxiv ID:
fr: ID Arxiv :
